[
  {
    "id": 7,
    "name": "Cartera Larga Dr. Martens",
    "price": 650,
    "style": "punk",
    "size": "One Size",
    "color": "Black Patent Lamper",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/Drair.jpeg"
    ],
    "modelUrl": "/models/Negrocharol.glb",
    "offers": [],
    "description": "Eleva tu estilo con esta exclusiva cartera Dr. Martens, dise침ada para quienes buscan durabilidad sin sacrificar la est칠tica rebelde. Esta pieza captura el ADN cl치sico de la marca con su ic칩nico contraste de colores y materiales de alta resistencia.\n\nCaracter칤sticas Principales:\n\nAcabado Premium: Confeccionada en material tipo charol (acabado glossy) de alto brillo, resistente al agua y f치cil de limpiar.\n\nADN Dr. Martens: Cuenta con el legendario pespunte amarillo (Yellow Stitch) perimetral, sello inconfundible de autenticidad y rebeld칤a.\n\nLogotipo Embosado: Grabado \"Dr. Martens AirWair\" en la parte frontal y en el lazo del cintur칩n, a침adiendo textura y distinci칩n.\n\nSeguridad y Estilo: Incluye una cadena met치lica cromada de eslabones robustos, perfecta para asegurar la cartera a tu pantal칩n (estilo biker o trucker) y evitar p칠rdidas o robos.\n\nFuncionalidad: Cierre de broche a presi칩n (snap) resistente y correa de cuero adicional con gancho para llaves o para fijar al cintur칩n.\n\nIdeal para: Completar un outfit grunge, punk o streetwear, o como regalo de lujo para fans de la marca.\n\nEstado: Nueva",
    "slug": "cartera-larga-dr-martens",
    "inStock": false,
    "stockStatus": "sold-out"
  },
  {
    "id": 8,
    "name": "Cartera Larga Dr. Martens - Cherry Red",
    "price": 650,
    "style": "Skinhead / Punk",
    "size": "One Size",
    "color": "Cherry Red",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/cherry.jpg"
    ],
    "modelUrl": "/models/CarteraVino.glb",
    "secondaryModelUrl": "/models/Carteravino1.glb",
    "offers": [],
    "description": "Lleva contigo un 칤cono de la contracultura. Esta cartera Dr. Martens en el legendario color Cherry Red est치 dise침ada para durar toda la vida. A diferencia de otros materiales, esta piel desarrolla un car치cter 칰nico con el uso, volvi칠ndose m치s atractiva con el paso del tiempo.\n\nCaracter칤sticas Premium:\n\nColor Ic칩nico: El cl치sico tono \"Cherry Red\" (rojizo oscuro/vino), el mismo utilizado en las botas originales 1460 de la marca.\n\nConstrucci칩n Robusta: Fabricada en cuero liso de alta resistencia, unida con la inconfundible costura amarilla que define a la marca.\n\nSeguridad Biker: Incluye una cadena met치lica desmontable con un fob (presilla) de cuero para sujetarla al cintur칩n, ideal para motociclistas o para asegurar tus pertenencias en conciertos y festivales.\n\nAlmacenamiento: Amplio espacio interior para billetes, tarjetas y documentos, asegurado con botones de presi칩n (snaps) cromados.\n\nPresentaci칩n: Se entrega con su caja original Dr. Martens, lo que la hace perfecta para un regalo de lujo o para coleccionistas.\n\nEstilo: Perfecta para looks Skinhead (tradicional), Punk, Rockabilly o simplemente para amantes del cuero de calidad.\n\nCondici칩n: Nueva en caja / Excelente estado.",
    "slug": "cartera-larga-dr-martens-cherry-red"
  },
  {
    "id": 9,
    "name": "Cartera Larga Dr. Martens Negra",
    "price": 650,
    "style": "Skinhead / Punk",
    "size": "One Size",
    "color": "Black Smooth",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/Cnegra.jpg"
    ],
    "modelUrl": "/models/CarteraNegra1.glb",
    "secondaryModelUrl": "/models/CarteraNegra2.glb",
    "offers": [],
    "description": "La definici칩n de estilo atemporal y rebeld칤a. Esta cartera larga Dr. Martens en color negro mate est치 confeccionada en la robusta piel Smooth, dise침ada para resistir el uso diario y lucir mejor con los a침os.\n\nCaracter칤sticas:\n\nColor: Negro Mate (Black Smooth), el acabado m치s vers치til y cl치sico de la marca.\n\nMaterial: Piel genuina de alta resistencia, f치cil de limpiar y mantener.\n\nADN Dr. Martens: Pespunte amarillo de alto contraste y logotipo grabado en bajo relieve.\n\nFuncionalidad: Dise침o de cartera larga con cadena de seguridad desmontable y correa para cintur칩n, perfecta para mantener tus pertenencias seguras en cualquier lugar.\n\nPresentaci칩n: Se entrega con su caja original kraft con el logo de la marca.\n\nEstado: Nueva en caja.",
    "slug": "cartera-larga-dr-martens-negra"
  },
  {
    "id": 10,
    "name": "Cartera Dr. Martens Mono Black",
    "price": 650,
    "style": "Gothic / Minimalist",
    "size": "One Size",
    "color": "Mono Black",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/ng.jpg"
    ],
    "modelUrl": "/models/Carteracosturanegra.glb",
    "offers": [],
    "description": "La m치xima expresi칩n del minimalismo rebelde. Esta edici칩n \"Mono\" de la cl치sica cartera Dr. Martens elimina el contraste de color para ofrecer un acabado totalmente negro, ideal para quienes buscan un accesorio discreto, elegante y con actitud.\n\nCaracter칤sticas:\n\nEstilo Monocrom치tico: A diferencia de la cl치sica, esta versi칩n cuenta con costuras negras y bordes oscuros, creando una silueta limpia y uniforme.\n\nMaterial Premium: Confeccionada en piel vacuna genuina de alta durabilidad (acabado Smooth).\n\nHerrajes de Calidad: Botones de presi칩n y cadena de seguridad en acabado plateado/cromado que resaltan sobre el fondo negro.\n\nSeguridad: Incluye cadena robusta y presilla de cuero para sujetar al cintur칩n.\n\nEstado: Nueva con su caja original.\n\nIdeal para: Outfits All Black, estilo G칩tico, Minimalista o para uso diario en entornos donde la costura amarilla resalta demasiado.",
    "slug": "cartera-dr-martens-mono-black"
  },
  {
    "id": 11,
    "name": "Cartera Larga Dr. Martens Green Smooth",
    "price": 650,
    "style": "Military / Indie",
    "size": "One Size",
    "color": "Green Smooth",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/green.jpg"
    ],
    "modelUrl": "/models/Carteraverde.glb",
    "secondaryModelUrl": "/models/CarterDrmartens_View2.glb",
    "offers": [],
    "description": "Dest치cate de la multitud con esta cartera Dr. Martens en el distintivo color Green Smooth. Un tono verde profundo y elegante que evoca la herencia trabajadora y el estilo militar de la marca, perfecto para quienes buscan algo m치s all치 del cl치sico negro.\n\nCaracter칤sticas 칔nicas:\n\nColor Exclusivo: Acabado en \"Green Smooth\" (Verde Botella/Bosque), un color ic칩nico que combina a la perfecci칩n con la costura amarilla perimetral.\n\nDurabilidad Legendaria: Hecha con la piel Smooth original de Dr. Martens, famosa por ser r칤gida al principio y volverse incre칤blemente c칩moda y resistente con el uso.\n\nDetalles de Marca: Logotipo \"Dr. Martens AirWair\" grabado en relieve al frente y en la presilla del cintur칩n.\n\nEstilo Biker/Utility: Dise침ada con una presilla de cuero resistente para sujetar al cintur칩n (incluye la conexi칩n para cadena), brindando seguridad y un look streetwear aut칠ntico.\n\nPresentaci칩n: Incluye su caja original, lista para regalo.\n\nIdeal para: Completar looks con paletas de colores tierra, estilo militar, indie o para coleccionistas de los colores raros de Dr. Martens.\n\nEstado: Nueva en caja.",
    "slug": "cartera-larga-dr-martens-green-smooth"
  },
  {
    "id": 12,
    "name": "Set Dr. Martens 'All White'",
    "price": 650,
    "style": "Mod / Minimalist",
    "size": "One Size",
    "color": "White Smooth",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/carterablanca.jpg"
    ],
    "offers": [],
    "description": "Rompe con la oscuridad habitual y atr칠vete con el blanco total. Este set exclusivo de Dr. Martens en color White Smooth es una rareza dif칤cil de encontrar, dise침ada para quienes buscan un impacto visual inmediato y una est칠tica limpia.\n\nCaracter칤sticas del Set:\n\nEst칠tica \"Mono White\": A diferencia de los modelos tradicionales, aqu칤 todo es blanco. La piel y las costuras son blancas, creando un look minimalista, pulcro y moderno.\n\nPiel Premium: Confeccionado en cuero vacuno genuino con acabado liso (Smooth) de alta resistencia.\n\nHardware Cromado: Tanto la hebilla del cintur칩n como la cadena de la cartera y los broches tienen un acabado plateado brillante que contrasta lujosamente con el blanco.\n\nDetalles Artesanales: El cintur칩n cuenta con un detalle de costura entrelazada en los bordes, un toque de distinci칩n extra.\n\nEstado: Nuevo con etiquetas (como se ve en la foto), listo para estrenar.\n\nIdeal para: Estilos Mod, looks de verano, festivales, contraste con ropa totalmente negra, o para coleccionistas que mantienen sus piezas impecables.",
    "slug": "set-dr-martens-all-white-",
    "modelUrl": "/models/CARTERABLANCA.glb"
  },
  {
    "id": 13,
    "name": "Cartera Larga Dr. Martens Dark Brown",
    "price": 650,
    "style": "Vintage / Workwear",
    "size": "One Size",
    "color": "Dark Brown Crazy Horse",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/CarteraCrazyHorse.jpg"
    ],
    "modelUrl": "/models/Crazyhorse.glb",
    "secondaryModelUrl": "/models/Crazyhorse1.glb",
    "offers": [],
    "description": "Para quienes prefieren el estilo r칰stico y aut칠ntico sobre el brillo. Esta cartera Dr. Martens en color Caf칠 (Dark Brown) est치 confeccionada en una piel robusta con acabado mate/engrasado, dise침ada para desarrollar una p치tina incre칤ble y un aspecto vintage 칰nico con el uso diario.\n\nCaracter칤sticas:\n\nEst칠tica Vintage: El tono caf칠 oscuro combinado con la costura amarilla crea el contraste cl치sico de la ropa de trabajo (Workwear) y el estilo aventurero.\n\nPiel con Car치cter: A diferencia de los modelos lisos, esta piel suele marcarse sutilmente con el uso, d치ndole una personalidad 칰nica y un look \"vivido\" que muchos coleccionistas buscan (estilo Crazy Horse o Gaucho).\n\nConstrucci칩n S칩lida: Broches de presi칩n firmes, cadena met치lica de seguridad y presilla de cuero resistente para el cintur칩n.\n\nCapacidad: M칰ltiples compartimentos para tarjetas y billetes, manteniendo todo seguro y organizado.\n\nIncluye: Caja original Dr. Martens.\n\nIdeal para: Combinar con botas de piel engrasada, jeans de mezclilla cruda (raw denim) o ropa estilo le침ador/excursionista.\n\nEstado: Nueva en caja.",
    "slug": "cartera-larga-dr-martens-dark-brown"
  },
  {
    "id": 20,
    "name": "Cintur칩n Dr. Martens Doble Hebilla Industrial",
    "price": 650,
    "style": "Industrial / Punk",
    "size": "One Size",
    "color": "Black Smooth",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/2ollos.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cintur칩n de Cuero Dr. Martens (Estilo Industrial y Distintivo)\nPresentamos un cintur칩n de cuero genuino Dr. Martens que encarna la est칠tica rebelde y duradera caracter칤stica de la marca.\n\nEste accesorio se distingue por su construcci칩n robusta y estilo utilitario:\n\nMaterial: Confeccionado en cuero negro de alta calidad, garantizando durabilidad y un envejecimiento que mejora con el tiempo.\n\nCostura Ic칩nica: El dise침o est치 resaltado por el inconfundible pespunte grueso en color amarillo a lo largo de los bordes, un sello distintivo que evoca el famoso ribete \"welt\" de las botas Dr. Martens.\n\nDoble Hebilla Industrial: Cuenta con una llamativa doble hebilla de metal negro, que no solo ofrece un ajuste seguro, sino que tambi칠n a침ade un fuerte toque de inspiraci칩n industrial y punk.\n\nDetalles Reforzados: Incorpora ojales met치licos negros dobles a lo largo del cuerpo del cintur칩n, reforzando su resistencia y acentuando su estilo heavy-duty.\n\nMarca: El logo de Dr. Martens AirWair est치 sutilmente grabado en el cuero, confirmando su autenticidad y herencia de dise침o.\n\nEste cintur칩n es el complemento perfecto para quienes buscan elevar su estilo con un accesorio ic칩nico, duradero y lleno de actitud.",
    "slug": "cintur-n-dr-martens-doble-hebilla-industrial",
    "modelUrl": "/models/cinturondosollos.glb"
  },
  {
    "id": 14,
    "name": "Cintur칩n Dr. Martens Dark Brown",
    "price": 650,
    "style": "Industrial / Workwear",
    "size": "One Size",
    "color": "Dark Brown Crazy Horse",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/cbrown.jpg"
    ],
    "modelUrl": "/models/Cinturoncafe.glb",
    "offers": [],
    "description": "A침ade una dosis de actitud industrial a tu look con este cintur칩n Dr. Martens de doble p칰a. Fabricado para durar y destacar, combina la est칠tica ruda de la ropa de trabajo con los detalles inconfundibles de la marca.\n\nCaracter칤sticas Destacadas:\n\nDise침o de Doble P칰a: Cuenta con una hebilla met치lica robusta de dos puntas y doble hilera de ojales, brindando un ajuste m치s seguro y una apariencia visualmente imponente.\n\nADN Dr. Martens: Incorpora la cl치sica costura amarilla a lo largo de todo el borde y el logotipo \"Dr. Martens AirWair\" grabado en la punta y en la presilla.\n\nPiel Premium: Acabado en piel caf칠 oscuro (Dark Brown/Crazy Horse) con textura mate que envejece maravillosamente, adquiriendo car치cter con cada uso.\n\nEstilo Robusto: Su ancho superior al promedio lo hace perfecto para usar con jeans de mezclilla gruesa, pantalones cargo o ropa de trabajo.\n\nEstado: Nuevo con etiquetas.",
    "slug": "cintur-n-dr-martens-dark-brown"
  },
  {
    "id": 15,
    "name": "Cintur칩n Dr. Martens Black Rainbow Stitch",
    "price": 650,
    "style": "Pride / Festival",
    "size": "One Size",
    "color": "Black / Rainbow",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/arcoiris.jpg"
    ],
    "offers": [],
    "description": "Una pieza de colecci칩n audaz y expresiva. Este cintur칩n de Dr. Martens rompe con el dise침o tradicional al sustituir la cl치sica costura amarilla por un llamativo patr칩n de costura arco칤ris (Rainbow Stitch) que recorre los bordes de la piel. Es el accesorio perfecto para quienes buscan incorporar un toque de color, diversidad y m치xima expresi칩n a su estilo.\n\nCaracter칤sticas 칔nicas:\n\nDise침o Exclusivo: Costuras en tonos vibrantes como amarillo, rojo, verde y azul sobre la piel negra, creando un efecto visual espectacular.\n\nMaterial: Piel genuina negra de alta calidad.\n\nHardware: Hebilla cl치sica de una sola p칰a en acabado plateado cromado.\n\nDetalles de Marca: Logotipo \"Dr. Martens AirWair\" grabado en la presilla y presentado con la etiqueta original.\n\nIdeal para: Outfits de festival, eventos relacionados con la diversidad o para combinar con botas y accesorios que tengan detalles coloridos.\n\nEstado: Nuevo con etiquetas.",
    "modelUrl": "/models/arcoiris.glb",
    "slug": "cintur-n-dr-martens-black-rainbow-stitch"
  },
  {
    "id": 16,
    "name": "Cintur칩n Dr. Martens Black Classic",
    "price": 650,
    "style": "Classic / Punk",
    "size": "One Size",
    "color": "Black Smooth",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/vcnegro.jpg"
    ],
    "offers": [],
    "description": "El cintur칩n esencial que captura la esencia de Dr. Martens. Este accesorio es el compa침ero perfecto para las ic칩nicas botas 1460, replicando el dise침o cl치sico con la robustez y durabilidad que caracterizan a la marca. Es el elemento b치sico que todo fan치tico de Dr. Martens debe tener.\n\nCaracter칤sticas:\n\nADN Cl치sico: Piel negra de alta calidad con el distintivo e inconfundible pespunte amarillo recorriendo los bordes del cintur칩n.\n\nMaterial: Confeccionado en cuero genuino resistente, dise침ado para soportar el uso diario.\n\nHebilla: Hebilla de p칰a simple en acabado met치lico plateado (cromado).\n\nDetalles: Logotipo \"Dr. Martens\" grabado en la presilla de cuero, confirmando su autenticidad.\n\nPresentaci칩n: Se entrega en su caja original, ideal para preservar o regalar.\n\nIdeal para: Usar con jeans, pantalones cargo o cualquier look que requiera el toque cl치sico y rebelde de Dr. Martens.",
    "slug": "cintur-n-dr-martens-black-classic",
    "modelUrl": "/models/cintoclasic.glb"
  },
  {
    "id": 17,
    "name": "Cintur칩n Dr. Martens Green Smooth",
    "price": 650,
    "style": "Military / Indie",
    "size": "One Size",
    "color": "Green Smooth",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/verde.jpg"
    ],
    "modelUrl": "/models/cinturonverde.glb",
    "offers": [],
    "description": "Rompe la monoton칤a con este exclusivo cintur칩n en color Green Smooth (Verde). Dise침ado para coordinar perfectamente con las botas y accesorios de la colecci칩n verde de Dr. Martens, este cintur칩n ofrece un toque de color sutil pero distintivo.\n\nCaracter칤sticas:\n\nColor Exclusivo: Piel genuina en tono verde botella (Green Smooth) que combina elegancia y estilo militar.\n\nADN Dr. Martens: Resalta por su costura amarilla perimetral, el sello de autenticidad de la marca.\n\nConstrucci칩n: Hebilla cuadrada de acabado cromado y presilla de cuero con el logo grabado.\n\nEstado: Nuevo con etiquetas.",
    "slug": "cintur-n-dr-martens-green-smooth"
  },
  {
    "id": 19,
    "name": "Cintur칩n Dr. Martens Cherry Red",
    "price": 650,
    "style": "Heritage / Skinhead",
    "size": "One Size",
    "color": "Cherry Red",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/vino.jpg"
    ],
    "offers": [],
    "description": "El complemento esencial para el purista de Dr. Martens. Este cintur칩n en el legendario color Cherry Red (Rojo Cereza / Vino) captura el esp칤ritu original de la marca, ofreciendo el equilibrio perfecto entre estilo vintage y durabilidad moderna.\n\nCaracter칤sticas Destacadas:\n\nColor Heritage: Acabado en el cl치sico tono Cherry Red de la piel Smooth, dise침ado para envejecer con car치cter y combinar id칠nticamente con las botas 1460 de este color.\n\nADN Inconfundible: Cuenta con el ic칩nico pespunte amarillo recorriendo ambos bordes, el sello de rebeld칤a y calidad de Dr. Martens.\n\nCalidad de Construcci칩n: Hebilla de p칰a simple en acabado plateado brillante y presilla de cuero con el logotipo \"Dr. Martens AirWair\" grabado en relieve.\n\nEstado: Nuevo con etiquetas y caja, listo para estrenar o regalar.",
    "modelUrl": "/models/Cinturonvino.glb",
    "slug": "cintur-n-dr-martens-cherry-red"
  },
  {
    "id": 21,
    "name": "Cintur칩n Dr. Martens Estilo Cl치sico con Costura Roja",
    "price": 650,
    "style": "Classic / Punk",
    "size": "One Size",
    "color": "Black / Red Stitch",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/cr1.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cintur칩n de Cuero Dr. Martens (Estilo Cl치sico con Costura Roja)\nPresentamos un cintur칩n de cuero genuino Dr. Martens que ofrece el dise침o inconfundible de la marca con un contraste de color din치mico y cl치sico.\n\nEste accesorio destaca por su construcci칩n atemporal y un detalle de color sutil pero impactante:\n\nMaterial: Elaborado en cuero negro liso de alta calidad, conocido por su resistencia y tacto premium.\n\nCostura Distintiva: Incorpora el pespunte grueso en color rojo vibrante a lo largo de los bordes. Esta costura ofrece un contraste llamativo contra el cuero negro, evocando una est칠tica audaz y rockera.\n\nHebilla y Acabado: Equipado con una hebilla de espiga (pin buckle) met치lica en tono plateado brillante, de dise침o rectangular cl치sico, que complementa la robustez del cintur칩n con un toque de pulcritud.\n\nDetalles: El pasador del cintur칩n est치 grabado con el logo de Dr. Martens AirWair para autenticidad. El dise침o general es ancho, ofreciendo una presencia s칩lida y duradera.\n\nVersatilidad: Es el complemento ideal para looks casuales, grunge o punk, aportando la actitud de Dr. Martens sin ser excesivamente recargado.\n\nEste cintur칩n es una pieza fundamental, duradera y elegante para cualquier guardarropa con una inclinaci칩n hacia la moda alternativa.",
    "slug": "cintur-n-dr-martens-estilo-cl-sico-con-costura-roja",
    "modelUrl": "/models/cintocosturared.glb"
  },
  {
    "id": 22,
    "name": "Cintur칩n Dr. Martens Color Vibrante y Contraste Ic칩nico",
    "price": 650,
    "style": "Statement / Streetwear",
    "size": "One Size",
    "color": "Blue / Yellow Stitch",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/ModeloCinturonAzul.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cintur칩n de Cuero Dr. Martens (Color Vibrante y Contraste Ic칩nico)\nPresentamos un cintur칩n de cuero genuino Dr. Martens que inyecta color audaz en el dise침o cl치sico y robusto de la marca.\n\nEste accesorio se distingue por su coloraci칩n vibrante y los detalles ic칩nicos de Dr. Martens:\n\nMaterial y Color: Confeccionado en cuero de color azul el칠ctrico o cobalto, un tono que garantiza que el cintur칩n sea el centro de atenci칩n.\n\nCostura Ic칩nica: Fiel a la herencia de la marca, presenta el pespunte grueso y contrastante en color amarillo a lo largo de los bordes, emulando la distintiva suela welt de sus botas.\n\nHebilla y Herrajes: Cuenta con una hebilla de espiga (pin buckle) met치lica en tono plateado brillante, de dise침o rectangular cl치sico, que ofrece un acabado pulido y un ajuste confiable.\n\nMarca: El logo de Dr. Martens AirWair est치 grabado discretamente en el cuero cerca del pasador, garantizando su autenticidad.\n\nDise침o: Su ancho considerable y la combinaci칩n de colores llamativos lo hacen un accesorio perfecto para un estilo statement, streetwear o para agregar un toque de color a un atuendo monocrom치tico.\n\nEste cintur칩n es una pieza atrevida y de alta calidad para quienes buscan un accesorio que combine durabilidad con una est칠tica inolvidable.",
    "slug": "cintur-n-dr-martens-color-vibrante-y-contraste-ic-nico",
    "modelUrl": "/models/cintoazu.glb"
  },
  {
    "id": 23,
    "name": "Cartera / Billetera de Cuero con Cadena Dr. Martens",
    "price": 650,
    "style": "Punk / Rock",
    "size": "One Size",
    "color": "Black / Red Stitch",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/CaCosRoja.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cartera / Billetera de Cuero con Cadena Dr. Martens\nPresentamos una cartera tipo biker o billetera de cuero genuino Dr. Martens, que evoca la est칠tica punk y rock caracter칤stica de la marca con un enfoque en la durabilidad y el estilo.\n\nEste accesorio es la pareja perfecta para los cinturones robustos y se distingue por:\n\nMaterial: Confeccionada en cuero negro liso de alta calidad, que promete resistencia al uso diario.\n\nCostura Distintiva: Incorpora el pespunte grueso en color rojo vibrante a lo largo de sus bordes. Esta costura no solo asegura la estructura, sino que tambi칠n a침ade un contraste audaz y reconocible.\n\nEmblema Grabado: La cubierta exterior presenta el logo ic칩nico de Dr. Martens en relieve, grabado con detalle, certificando la autenticidad y el esp칤ritu de la marca.\n\nCierre y Seguridad: Utiliza un sistema de cierre con broche de presi칩n (snap) y est치 dise침ada para ser utilizada con cadena. El ojal de cuero reforzado y el mosquet칩n de metal visible permiten asegurarla al cintur칩n o pantal칩n, ofreciendo seguridad y un toque de estilo workwear.\n\nEstilo: Su dise침o rectangular y robusto, combinado con la cadena (parcialmente visible), la posiciona como un accesorio statement ideal para estilos alternativos, grunge y amantes de la cultura biker.\n\nEsta billetera no es solo un accesorio funcional, sino una declaraci칩n de estilo que refleja la actitud duradera y rebelde de Dr. Martens.",
    "slug": "cartera-billetera-de-cuero-con-cadena-dr-martens",
    "modelUrl": "/models/carterared.glb"
  },
  {
    "id": 24,
    "name": "Cintur칩n Dr. Martens Black & White Stitch",
    "price": 650,
    "style": "Monochrome / Modern",
    "size": "One Size",
    "color": "Black / White Stitch",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/CinCostBlanca.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cintur칩n de Cuero Dr. Martens (Costura Blanca de Alto Contraste)\nPresentamos una reinterpretaci칩n moderna del cl치sico cintur칩n Dr. Martens, donde la ic칩nica costura amarilla se sustituye por un elegante y n칤tido pespunte blanco.\n\nEste accesorio ofrece una est칠tica monocrom치tica impactante:\n\nMaterial: Fabricado en el renombrado cuero Smooth negro de Dr. Martens, r칤gido al principio pero que se amolda perfectamente con el uso.\n\nContraste Audaz: La costura blanca perimetral resalta dram치ticamente sobre el cuero negro, creando un look gr치fico y pulido que evoca el estilo Mod y Ska de dos tonos.\n\nDise침o Robusto: Cuenta con una hebilla de metal en acabado plateado cepillado y una presilla de cuero resistente con el logo AirWair grabado, garantizando autenticidad.\n\nVersatilidad: Su dise침o en blanco y negro lo convierte en la pieza ideal para estilos minimalistas, g칩ticos o para quienes buscan un accesorio que combine con todo pero que no pase desapercibido.\n\nEstado: Nuevo con etiquetas. Una pieza esencial para renovar los cl치sicos.",
    "slug": "cintur-n-dr-martens-black-white-stitch",
    "modelUrl": "/models/cintocosblan.glb"
  },
  {
    "id": 25,
    "name": "Cintur칩n Dr. Martens Mono Black con Costuras Negras",
    "price": 650,
    "style": "Gothic / Minimalist / All Black",
    "size": "One Size",
    "color": "Black / Black Stitch",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/ModeloCinturonNegroCn.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cintur칩n Dr. Martens Mono Black Total (Costuras Negras)\nPresentamos la expresi칩n m치xima del minimalismo rebelde. Este cintur칩n Dr. Martens lleva el concepto \"Mono\" a su forma m치s pura: un dise침o totalmente negro donde incluso la ic칩nica costura amarilla ha sido reemplazada por pespuntes negros, creando una silueta limpia, uniforme y absolutamente discreta.\n\nEste accesorio representa la elegancia de lo oscuro:\n\nEstilo Total Black: A diferencia de todos los modelos cl치sicos, este cintur칩n prescinde por completo del contraste de color. Las costuras negras sobre cuero negro crean un acabado monocrom치tico perfecto para quienes buscan un look 100% oscuro.\n\nMaterial Premium: Confeccionado en el legendario cuero Smooth negro de Dr. Martens, conocido por su durabilidad extrema y su capacidad de mejorar con el uso.\n\nConstrucci칩n Robusta: Doble hilera de ojales met치licos reforzados que garantizan resistencia y un ajuste preciso. Hebilla rectangular de metal cromado plateado que ofrece un sutil contraste sin romper la est칠tica oscura.\n\nDetalles de Autenticidad: Logo \"Dr. Martens AirWair\" grabado en relieve en la presilla de cuero, confirmando su origen genuino.\n\nPresentaci칩n: Incluye su etiqueta original kraft caracter칤stica de la marca, lista para regalo o colecci칩n.\n\nIdeal para: Outfits completamente negros (All Black), estilo G칩tico, Darkwear, Minimalista o para quienes prefieren accesorios que pasen desapercibidos pero con la calidad inconfundible de Dr. Martens.\n\nEstado: Nuevo con etiquetas.",
    "slug": "cinturon-dr-martens-mono-black-costuras-negras",
    "modelUrl": "/models/cintonegro.glb"
  },
  {
    "id": 26,
    "name": "Cintur칩n Dr. Martens Red Smooth con Costuras Amarillas",
    "price": 650,
    "style": "Heritage / Bold / Statement",
    "size": "One Size",
    "color": "Red Smooth / Yellow Stitch",
    "brand": "Dr. Martens",
    "imageUrls": [
      "/images/ModeloCinturonRojo.jpg"
    ],
    "offers": [],
    "description": "游닞 Descripci칩n Profesional Destacada: Cintur칩n Dr. Martens Red Smooth (Color Vibrante con Costura Amarilla Ic칩nica)\nPresentamos una pieza audaz y llena de personalidad. Este cintur칩n Dr. Martens en color rojo vibrante combina el ADN cl치sico de la marca con un tono llamativo que no pasa desapercibido. Es el accesorio perfecto para quienes buscan hacer una declaraci칩n de estilo con cada outfit.\n\nEste cintur칩n representa la rebeld칤a crom치tica:\n\nColor Impactante: Confeccionado en cuero rojo intenso (Red Smooth), un tono vibrante y llamativo que a침ade un pop de color instant치neo a cualquier look.\n\nCostura Ic칩nica: Presenta el legendario pespunte amarillo perimetral de Dr. Martens, creando un contraste visual espectacular que define el ADN de la marca. Esta costura amarilla resalta dram치ticamente sobre el cuero rojo.\n\nMaterial Premium: Fabricado en el renombrado cuero Smooth de Dr. Martens, conocido por su durabilidad extrema, resistencia al desgaste y capacidad de desarrollar una hermosa p치tina con el uso.\n\nConstrucci칩n Robusta: Doble hilera de ojales met치licos reforzados que garantizan un ajuste seguro y duradero. Hebilla rectangular de metal cromado plateado que ofrece un acabado pulido y profesional.\n\nDetalles de Autenticidad: Logo \"Dr. Martens AirWair\" grabado en relieve en la presilla de cuero, confirmando su origen genuino y calidad superior.\n\nPresentaci칩n: Incluye su etiqueta original kraft caracter칤stica de la marca, perfecta para regalo o colecci칩n.\n\nIdeal para: Outfits que necesitan un toque de color, estilo Rockabilly, looks vintage, punk colorido, o para quienes buscan romper con la monoton칤a del negro total. Combina perfectamente con jeans claros, pantalones negros o cualquier atuendo que necesite un punto focal vibrante.\n\nEstado: Nuevo con etiquetas. Una pieza statement que define tu personalidad.",
    "slug": "cinturon-dr-martens-red-smooth-costuras-amarillas",
    "modelUrl": "/models/cintorojo.glb"
  }
]